Repository: minh-ton/reynard-browser
Catalog: browser/Reynard/Client/Interface/Addons/AddonLocalizable.xcstrings
Source language: en
Languages: am, ar, ast, az, be, bg, bn, br, bs, ca, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, ff, fi, fil, fr, fur, fy_nl, ga_ie, gd, gl, gn, gu_in, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, km, kn, ko, ku, lij, lo, lt, ml, mr, my, nb_no, ne_np, nl, nn_no, oc, om, pa_arab_pk, pa_guru_in, pl, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, sl, sq, sr, su, sv_se, szl, ta, te, tg, th, tok, tr, tt, ug, uk, ur, uz, vec, vi, yo, zh_hans, zh_hant

source: Share financial and payment information with the add-on developer
am: የፋይናንስ እና የክፍያ መረጃን ከቅጥያ ገንቢ ጋር ያጋሩ
ar: مشاركة المعلومات المالية ومعلومات الدفع مع مطور الامتداد
be: Дзяліцца фінансавай і плацежнай інфармацыяй з распрацоўшчыкам пашырэння
bg: Споделяне на финансова и платежна информация с разработчика на разширението
bs: Podijelite finansijske i platne informacije s programerom ekstenzije
ca: Compartir la informació financera i de pagament amb el desenvolupador de l’extensió
co: Sparte infurmazioni finanziarie è di pagamentu cù u sviluppatore di l’estensione
cs: Sdílet finanční a platební údaje s vývojářem rozšíření
cy: Rhannu manylion ariannol a thalu gyda datblygwr yr estyniad
da: Del finansielle oplysninger og betalingsoplysninger med udvikleren af udvidelsen
de: Finanz- und Zahlungsdaten mit dem Entwickler der Erweiterung teilen
dsb: Financielne a płaśeńske informacije z wuwijarjom rozšyrjenja źěliś
el: Κοινοποίηση οικονομικών στοιχείων και πληροφοριών πληρωμών στον δημιουργό της επέκτασης
eo: Dividi financan kaj pagan informon kun la programisto de la etendaĵo
es: Compartir información financiera y de pagos con el desarrollador de la extensión
es_ar: Compartir información financiera y de pagos con el desarrollador de la extensión
es_cl: Compartir información financiera y de pago con el desarrollador de la extensión
es_mx: Compartir información financiera y de pagos con el equipo de desarrollo de la extensión
eu: Hedapenaren garatzailearekin finantzen inguruko eta ordainketen informazioa partekatzea
fa: هم‌رسانی اطلاعات مالی و پرداخت با توسعه‌دهنده افزونه
fi: Jaa talous- ja maksutiedot laajennuksen kehittäjän kanssa
fr: Partager des informations financières et de paiement avec le développeur de l’extension
fur: Condivît informazions finanziariis e sui metodis di paiament cul svilupadôr de estension
fy_nl: Finansjele en betellingsgegevens diele mei de útwreidingsûntwikkeler
gd: Fiosrachadh ionmhasail agus pàighidh a cho-roinneadh le luchd-leasachaidh an leudachain
gl: Comparte información financeira e de pago co desenvolvedor dea extensión
gn: Emoherakuã marandu viru ha jehepyme’ẽgua jepysokue mboguatahára ndive
he: שיתוף מידע על כספים ותשלומים עם מפתח ההרחבה
hr: Dijeli financijske podatke i podatke o plaćanju s programerom proširenja
hsb: Financielne a płaćenske informacije z wuwiwarjom rozšěrjenja dźělić
hu: Pénzügyi információk megosztása a kiegészítő fejlesztőjével
hy_am: Համօգատգործել ֆինանսկական և վճարման տեղեկություններն ընդլայնման մշակողի հետ
ia: Compartir informationes financiari e de pagamento con le disveloppator del extension
id: Bagikan informasi keuangan dan pembayaran dengan pengembang ekstensi
is: Deila fjárhags- og greiðsluupplýsingum með höfundi forritsaukans
it: Condividi informazioni finanziarie e sui metodi di pagamento con lo sviluppatore dell’estensione
ja: 金融と支払いの情報を拡張機能の開発者と共有する
ka: ფინანსური და გადახდის მონაცემების გაზიარება გაფართოების შემმუშავებლისთვის
kk: Кеңейту әзірлеушісімен қаржылық пен төлемдер ақпаратын бөлісу
km: ចែករំលែកព័ត៌មានហិរញ្ញវត្ថុ និងការទូទាត់ជាមួយអ្នកអភិវឌ្ឍន៍ផ្នែកបន្ថែម
ko: 확장 기능 개발자와 금융 및 결제 정보 공유
ku: Agahiyên darayî û dravdanê bi pêşdebirê vebijarkê re parve bike
lo: ແບ່ງປັນຂໍ້ມູນທາງດ້ານການເງິນ ແລະ ການຊຳລະກັບຜູ້ພັດທະນາການຂະຫຍາຍ
ml: സാമ്പതിക വിവരവും പണമടക്കൽ വിവരവും വിപുലീകരണ വികസിനാക്താവിനോടൊപ്പം പങ്കിടുക
nb_no: Del finansielle opplysninger og betalingsinformasjon med utvidelsesutvikleren
nl: Financiële en betalingsgegevens delen met extensieontwikkelaar
nn_no: Del finansielle opplysningar og betalingsinformasjon med utvidingsutviklaren
oc: Partejar las informacions financièras e de pagament amb lo desvolopaire de l’extension
pa_guru_in: ਇਕਸਟੈਨਸ਼ਨ ਡਿਵੈਲਪਰ ਨਾਲ ਵਿੱਤੀ ਅਤੇ ਭੁਗਤਾਨ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnianie informacji finansowych i płatniczych autorom rozszerzenia
pt_br: Compartilhar informações financeiras e de pagamento com o desenvolvedor da extensão
pt_pt: Partilha de informações financeiras e de pagamento com o programador da extensão
rm: Cundivider datas finanzialas ed infurmaziuns davart las metodas da pajament cun il sviluppader da l’extensiun
ro: Să partajeze informații financiare și de plată cu dezvoltatorul extensiei
ru: Поделиться финансовой и платёжной информацией с разработчиком расширения
sat: ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱰᱮᱵᱷᱞᱚᱯᱟᱨ ᱥᱟᱶ ᱠᱟᱹᱣᱰᱤ ᱟᱨ ᱯᱮᱭᱢᱮᱱᱴ ᱵᱮᱣᱨᱟ ᱦᱟᱹᱴᱤᱧ ᱢᱮ
sc: Cumpartzire informatziones finantziàrias e de pagamentos cun s’iscuadra de isvilupu de s’estensione
scn: Sparti i nfurmazzioni finanziari e di pagamentu cû sbiluppaturi dû stinneriu
sk: Zdieľať finančné a platobné informácie s vývojárom rozšírenia
sl: deljenje finančnih podatkov in podatkov o plačilih z razvijalcem razširitve
sq: T’i japë zhvilluesit të zgjerimit hollësi pagesash dhe financiare
sr: Дељење финансијских података и података о плаћању са програмером проширења
sv_se: Dela finansiell information och betalningsinformation med tilläggsutvecklaren
tg: Мубодилаи маълумоти молиявӣ ва пардохт бо барномасози васеъшавӣ
th: แบ่งปันข้อมูลการเงินและการชำระเงินกับผู้พัฒนาส่วนขยาย
tr: Finansal bilgileri ve ödeme bilgilerini uzantı geliştiricisiyle paylaşma
ug: مالىيە ۋە چىقىم قىلىش ئۇچۇرىنى كېڭەيتىلمە ئىجادكارى بىلەن ھەمبەھىرلەيدۇ
uk: Ділитися з розробником розширення фінансовою та платіжною інформацією
vi: Chia sẻ thông tin tài chính và thanh toán với nhà phát triển tiện ích mở rộng
zh_hans: 与扩展开发者分享财务和付款信息
zh_hant: 分享財務與付款資訊給擴充套件開發者

source: Share health information with the add-on developer
am: የጤና መረጃን ከቅጥያ ገንቢ ጋር ያጋሩ
ar: مشاركة معلوماتك الصحية مع مطور الامتداد
be: Дзяліцца інфармацыяй пра здароўе з распрацоўшчыкам пашырэння
bg: Споделяне на информация за състоянието с разработчика на разширението
bs: Podijelite zdravstvene informacije s programerom ekstenzije
ca: Compartir la informació de salut amb el desenvolupador de l’extensió
co: Sparte dati di salute cù u sviluppatore di l’estensione
cs: Sdílet informace o zdraví s vývojářem rozšíření
cy: Rhannu manylion iechyd gyda datblygwr yr estyniad
da: Del sundhedsoplysninger med udvikleren af udvidelsen
de: Gesundheitsinformationen mit dem Entwickler der Erweiterung teilen
dsb: Strowotniske informacije z wuwijarjom rozšyrjenja źěliś
el: Κοινοποίηση πληροφοριών υγείας στον δημιουργό της επέκτασης
eo: Dividi sanan informon kun la programisto de la etendaĵo
es: Compartir información de salud con el desarrollador de la extensión
es_ar: Compartir información de salud con el desarrollador de la extensión
es_cl: Compartir información de salud con el desarrollador de la extensión
es_mx: Compartir información de salud con el equipo de desarrollo de la extensión
eu: Hedapenaren garatzailearekin osasun-informazioa partekatzea
fa: هم‌رسانی اطلاعات سلامت با توسعه‌دهنده افزونه
fi: Jaa terveystiedot laajennuksen kehittäjän kanssa
fr: Partager des données de santé avec le développeur de l’extension
fur: Condivît informazions su la salût cul svilupadôr de estension
fy_nl: Sûnensgegevens diele mei útwreidingsûntwikkeler
gd: Fiosrachadh slàinte a cho-roinneadh le luchd-leasachaidh an leudachain
gl: Comparte información de saúde co programador da extensión
gn: Emoherakuã marandu tesãirã jepysokue mboguatahára ndive
he: שיתוף מידע על הבריאות עם מפתח ההרחבה
hr: Dijeli zdravstvene podatke s programerom proširenja
hsb: Strowotne informacije z wuwiwarjom rozšěrjenja dźělić
hu: Egészségügyi információk megosztása a kiegészítő fejlesztőjével
hy_am: Համօգատգործել առողջության տեղեկություններն ընդլայնման մշակողի հետ
ia: Compartir informationes sanitari con disveloppator del extension
id: Bagikan informasi kesehatan dengan pengembang ekstensi
is: Deila heilsufarsupplýsingum með höfundi forritsaukans
it: Condividi informazioni sulla salute con lo sviluppatore dell’estensione
ja: 健康情報を拡張機能の開発者と共有する
ka: ჯანმრთელობის მონაცემების გაზიარება გაფართოების შემმუშავებლისთვის
kab: Bḍu talɣut n tezmert s uneflay n usiɣzef
kk: Кеңейту әзірлеушісімен денсаулық ақпаратын бөлісу
km: ចែករំលែកព័ត៌មានសុខភាពជាមួយអ្នកអភិវឌ្ឍន៍ផ្នែកបន្ថែម
ko: 확장 기능 개발자와 건강 정보 공유
ku: Agahiyên tenduristiyê bi pêşdebirên pêvekan re parve bike
lo: ແບ່ງປັນຂໍ້ມູນສຸຂະພາບກັບຜູ້ພັດທະນາການຂະຫຍາຍ
ml: ആരോഗ്യ വിവരം വിപുലീകരണ വികസിനാക്താവിനോടൊപ്പം പങ്കിടുക
nb_no: Del helseinformasjon med utvidelsesutvikleren
nl: Gezondheidsgegevens delen met extensieontwikkelaar
nn_no: Del helseinformasjon med utvidingsutviklaren
oc: Partejar las informacions de santat amb lo desvolopaire de l’extension
pa_guru_in: ਇਕਸਟੈਨਸ਼ਨ ਡਿਵੈਲਪਰ ਨਾਲ ਸਥਿਤੀ ਬਾਰੇ ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnianie informacji o zdrowiu autorom rozszerzenia
pt_br: Compartilhar informações de saúde com o desenvolvedor da extensão
pt_pt: Partilha de informações de saúde com o programador da extensão
rm: Cundivider datas davart la sanadad cun il sviluppader da l’extensiun
ro: Să partajeze informații despre sănătatea ta cu dezvoltatorul extensiei
ru: Предоставлять данные о здоровье разработчику расширения
sat: ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱰᱮᱵᱷᱞᱚᱯᱟᱨ ᱥᱟᱶ ᱦᱚᱲᱢᱚ ᱵᱤᱵᱨᱚᱬ ᱦᱟᱹᱴᱤᱧ ᱢᱮ
sc: Cumpartzire informatziones subra sa salude cun s’iscuadra de isvilupu de s’estensione
scn: Sparti i nfurmazzioni ncapu â saluti cû sbiluppaturi dû stinneriu
sk: Zdieľať zdravotné informácie s vývojárom rozšírenia
sl: deljenje zdravstvenih podatkov z razvijalcem razširitve
sq: T’i japë zhvilluesit të zgjerimit hollësi shëndetësore
sr: Дељење здравствених података са програмером проширења
sv_se: Dela hälsoinformation med tilläggsutvecklare
tg: Мубодилаи маълумоти саломатӣ бо барномасози васеъшавӣ
th: แบ่งปันข้อมูลสุขภาพกับผู้พัฒนาส่วนขยาย
tr: Sağlık bilgilerini uzantı geliştiricisiyle paylaşma
ug: ساغلاملىق ئۇچۇرىنى كېڭەيتىلمە ئىجادكارى بىلەن ھەمبەھىرلەيدۇ
uk: Ділитися з розробником розширення інформацією про здоров’я
vi: Chia sẻ thông tin sức khỏe với nhà phát triển tiện ích mở rộng
zh_hans: 与扩展开发者分享健康信息
zh_hant: 分享健康資訊給擴充套件開發者

source: Share location information with the add-on developer
am: የአካባቢ መረጃን ከቅጥያ ገንቢ ጋር ያጋሩ
ar: مشاركة معلومات الموقع الجغرافي مع مطور الامتداد
be: Дзяліцца інфармацыяй пра месцазнаходжанне з распрацоўшчыкам пашырэння
bg: Споделяне на информация за местоположението с разработчика на разширението
bs: Podijelite informacije o lokaciji s programerom ekstenzije
ca: Compartir la informació d’ubicació amb el desenvolupador de l’extensió
co: Sparte infurmazioni di pusizione cù u sviluppatore di l’estensione
cs: Sdílet informace o umístění s vývojářem rozšíření
cy: Rhannu manylion lleoliad gyda datblygwr yr estyniad
da: Del oplysninger om din position med udvikleren af udvidelsen
de: Standortinformationen mit dem Entwickler der Erweiterung teilen
dsb: Informacije wó stojnišću z wuwijarjom rozšyrjenja źěliś
el: Κοινοποίηση πληροφοριών τοποθεσίας στον δημιουργό της επέκτασης
eo: Dividi informon pri loko kun la programisto de la etendaĵo
es: Compartir información de ubicación con el desarrollador de la extensión
es_ar: Compartir información de ubicación con el desarrollador de la extensión
es_cl: Compartir información de ubicación con el desarrollador de la extensión
es_mx: Compartir información de ubicación con el desarrollador de la extensión
eu: Hedapenaren garatzailearekin kokapen-informazioa partekatzea
fa: هم‌رسانی اطلاعات موقعیت مکانی با توسعه‌دهنده افزونه
fi: Jaa sijaintitiedot laajennuksen kehittäjän kanssa
fr: Partager les informations d’emplacement avec le développeur de l’extension
fur: Condivît informazions su la posizion cul svilupadôr de estension
fy_nl: Lokaasjegegevens diele mei útwreidingsûntwikkeler
gd: Fiosrachadh mun ionad a cho-roinneadh le luchd-leasachaidh an leudachain
gl: Comparte información de localización co programador da extensión
gn: Emoherakuã marandu tendaitegua jepysokue mboguatahára ndive
he: שיתוף מידע על המיקום עם מפתח ההרחבה
hr: Dijeli podatke mjesta s programerom proširenja
hsb: Informacije wo stejnišću z wuwiwarjom rozšěrjenja dźělić
hu: Helyinformációk megosztása a kiegészítő fejlesztőjével
hy_am: Համօգատգործել տեղադրության տեղեկություններն ընդլայնման մշակողի հետ
ia: Compartir informationes de position con le disveloppator del extension
id: Bagikan informasi lokasi dengan pengembang ekstensi
is: Deila staðsetningarupplýsingum með höfundi forritsaukans
it: Condividi informazioni sulla posizione con lo sviluppatore dell’estensione
ja: 位置情報を拡張機能の開発者と共有する
ka: ადგილმდებარეობის მონაცემების გაზიარება გაფართოების შემმუშავებლისთვის
kab: Bḍu talɣut n yideg s uneflay n usiɣzef
kk: Кеңейту әзірлеушісімен орналасу ақпаратын бөлісу
km: ចែករំលែកព័ត៌មានទីតាំងជាមួយអ្នកអភិវឌ្ឍន៍ផ្នែកបន្ថែម
ko: 확장 기능 개발자와 위치 정보 공유
ku: Agahiyên cîgehê bi pêşdebirên pêvekan re parve bike
lo: ແບ່ງປັນຂໍ້ມູນສະຖານທີ່ກັບຜູ້ພັດທະນາສ່ວນຂະຫຍາຍ
ml: ഇടവിവരം വിപുലീകരണ വികസിനാക്താവിനോടൊപ്പം പങ്കിടുക
nb_no: Del posisjonsinformasjon med utvidelsesutvikleren
nl: Locatiegegevens delen met extensieontwikkelaar
nn_no: Del posisjonsinformasjon med utvidingsutviklaren
oc: Partejar las informacions de localizacion amb lo desvolopaire de l’extension
pa_guru_in: ਇਕਸਟੈਨਸ਼ਨ ਡਿਵੈਲਪਰ ਨਾਲ ਟਿਕਾਣੇ ਬਾਰੇ ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnianie informacji o położeniu autorom rozszerzenia
pt_br: Compartilhar informações de localização com o desenvolvedor da extensão
pt_pt: Partilha de informação de localização com o programador da extensão
rm: Cundivider datas da posiziun cun il sviluppader da l’extensiun
ro: Să partajeze informații despre locație cu dezvoltatorul extensiei
ru: Предоставлять информацию о местоположении разработчику расширения
sat: ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱰᱮᱵᱷᱞᱚᱯᱟᱨ ᱥᱟᱶ ᱴᱷᱟᱶ ᱵᱤᱵᱨᱚᱬ ᱦᱟᱹᱴᱤᱧ ᱢᱮ
sc: Cumpartzire informatziones subra sa positzione cun s’iscuadra de isvilupu de s’estensione
scn: Sparti i nfurmazzioni ncapu â pusizzioni cû sbiluppaturi dû stinneriu
sk: Zdieľať informácie o polohe s vývojárom rozšírenia
sl: deljenje podatkov o lokaciji z razvijalcem razširitve
sq: T’i japë zhvilluesit të zgjerimit hollësi vendndodhjeje
sr: Дељење података о локацији са програмером проширења
sv_se: Dela platsinformation med tilläggsutvecklare
tg: Мубодилаи маълумоти ҷойгиршавӣ бо барномасози васеъшавӣ
th: แบ่งปันข้อมูลตำแหน่งที่ตั้งกับผู้พัฒนาส่วนขยาย
tok: ona li ken pana e ma sina tawa mama ilo
tr: Konum bilgilerini uzantı geliştiricisiyle paylaşma
ug: ئورۇن ئۇچۇرىنى كېڭەيتىلمە ئىجادكارى بىلەن ھەمبەھىرلەيدۇ
uk: Ділитися з розробником розширення інформацією про розташування
vi: Chia sẻ thông tin vị trí với nhà phát triển tiện ích mở rộng
zh_hans: 与扩展开发者分享位置信息
zh_hant: 分享位置資訊給擴充套件開發者

source: Share personal communications with the add-on developer
am: የግል ግንኙነቶችን ከቅጥያ ገንቢ ጋር ያጋሩ
ar: مشاركة الاتصالات الشخصية مع مطور الامتداد
be: Дзяліцца асабістымі паведамленнямі з распрацоўшчыкам пашырэння
bg: Споделяне на личната комуникация с разработчика на разширението
bs: Dijelite lične komunikacije s programerom ekstenzije
ca: Compartir les comunicacions personals amb el desenvolupador de l’extensió
co: Sparte infurmazioni nant’à e cumunicazioni persunale cù u sviluppatore di l’estensione
cs: Sdílet osobní údaje s vývojářem rozšíření
cy: Rhannu cyfathrebiadau personol gyda datblygwr yr estyniad
da: Del personlig kommunikation med udvikleren af udvidelsen
de: Persönliche Kommunikation mit dem Entwickler der Erweiterung teilen
dsb: Wósobinske komunikacije z wuwijarjom rozšyrjenja źěliś
el: Κοινοποίηση προσωπικών επικοινωνιών στον δημιουργό της επέκτασης
eo: Dividi personan komunikadon kun la programisto de la etendaĵo
es: Compartir comunicaciones personales con el desarrollador de la extensión
es_ar: Compartir comunicaciones personales con el desarrollador de la extensión
es_cl: Compartir comunicaciones personales con el desarrollador de la extensión
es_mx: Compartir comunicaciones personales con el desarrollador de la extensión
eu: Hedapenaren garatzailearekin komunikazio pertsonalak partekatzea
fa: هم‌رسانی ارتباطات شخصی با توسعه‌دهنده افزونه
fi: Jaa henkilökohtainen yhteydenpito laajennuksen kehittäjän kanssa
fr: Partager des communications personnelles avec le développeur de l’extension
fur: Condivît comunicazions personâls cul svilupadôr de estension
fy_nl: Persoanlike kommunikaasje diele mei útwreidingsûntwikkeler
gd: Conaltradh pearsanta a cho-roinneadh le luchd-leasachaidh an leudachain
gl: Comparte as comunicacións persoais co programador da extensión
gn: Emoherakuã marandu ndereheguaite jepysokue mboguatahára ndive
he: שיתוף תקשורת אישית עם מפתח ההרחבה
hr: Dijeli osobne komunikacije s programerom proširenja
hsb: Wosobinske komunikacije z wuwiwarjom rozšěrjenja dźělić
hu: Személyes információk megosztása a kiegészítő fejlesztőjével
hy_am: Համօգատգործել անձնական հաղորդակցումներն ընդլայնման մշակողի հետ
ia: Compartir communicationes personal con le disveloppator del extension
id: Bagikan komunikasi pribadi dengan pengembang ekstensi
is: Deila persónulegum samskiptum með höfundi forritsaukans
it: Condividi comunicazioni personali con lo sviluppatore dell’estensione
ja: 個人的な通信情報を拡張機能の開発者と共有する
ka: პირადი კავშირების გაზიარება გაფართოების შემმუშავებლისთვის
kab: Bḍu taywalt tudmawant s uneflay n usiɣzef
kk: Кеңейту әзірлеушісімен жеке хабарламалар алмасуын бөлісу
km: ចែករំលែកការទំនាក់ទំនងផ្ទាល់ខ្លួនជាមួយអ្នកអភិវឌ្ឍន៍ផ្នែកបន្ថែម
ko: 확장 기능 개발자와 개인 커뮤니케이션 공유
ku: Agahiyên şexsî bi pêşdebirên pêvekan re parve bike
lo: ແບ່ງປັນການສື່ສານສ່ວນຕົວກັບຜູ້ພັດທະນາການຂະຫຍາຍ
ml: വിപുലീകരണ വളൎത്താക്താവിനോടൊപ്പം വ്യക്തിഗത ആശയവിനിമയങ്ങൾ പങ്കിടുക
nb_no: Del personlig kommunikasjon med utvidelsesutvikleren
nl: Persoonlijke communicatie delen met extensieontwikkelaar
nn_no: Del personleg kommunikasjon med utvidingsutviklaren
oc: Partejar las informacions personalas amb lo desvolopaire de l’extension
pa_guru_in: ਇਕਸਟੈਨਸ਼ਨ ਡਿਵੈਲਪਰ ਨਾਲ ਨਿੱਜੀ ਪੱਤਰ-ਵਿਹਾਰ ਬਾਰੇ ਜਾਣਕਾਰੀ ਨੂੰ ਸਾਂਝਾ ਕਰੋ
pl: Udostępnianie prywatnej komunikacji autorom rozszerzenia
pt_br: Compartilhar comunicações pessoais com o desenvolvedor da extensão
pt_pt: Partilha de comunicações pessoais com o programador da extensão
rm: Cundivider la communicaziun persunala cun il sviluppader da l’extensiun
ro: Să partajeze comunicări personale cu dezvoltatorul extensiei
ru: Предоставлять доступ к личной переписке разработчику расширения
sat: ᱮᱠᱥᱴᱮᱱᱥᱚᱱ ᱰᱮᱵᱷᱞᱚᱯᱟᱨ ᱥᱟᱶ ᱱᱤᱡᱮᱨ ᱡᱚᱜᱟᱡᱩᱜᱽ ᱦᱟᱹᱴᱤᱧ ᱢᱮ
sc: Cumpartzire informatziones personales cun s’iscuadra de isvilupu de s’estensione
scn: Sparti i cumunicazzioni pirsunali cû sbiluppaturi dû stinneriu
sk: Zdieľať osobnú komunikáciu s vývojárom rozšírenia
sl: deljenje osebnih sporočil z razvijalcem razširitve
sq: T’i japë zhvilluesit të zgjerimit hollësi komunikimesh personale
sr: Дељење личне комуникације са програмером проширења
sv_se: Dela personlig kommunikation med tilläggsutvecklare
tg: Мубодилаи маълумоти паёмҳои шахсӣ бо барномасози васеъшавӣ
th: แบ่งปันการสื่อสารส่วนบุคคลกับนักพัฒนาส่วนขยาย
tr: Kişisel iletişimi uzantı geliştiricisiyle paylaşma
ug: سەخسىي ئالاقە ئۇچۇرىنى كېڭەيتىلمە ئىجادكارى بىلەن ھەمبەھىرلەيدۇ
uk: Ділитися з розробником розширення особистою комунікацією
vi: Chia sẻ thông tin giao tiếp cá nhân với nhà phát triển tiện ích mở rộng
zh_hans: 与扩展开发者分享个人通信
zh_hant: 分享私人通訊內容給擴充套件開發者
